import { MdOutlineDashboardCustomize } from "react-icons/md";
import { GoShieldCheck } from "react-icons/go";
import { FaGraduationCap } from "react-icons/fa";

export const clients = [
  { id: 1, img: "/clients/client1.png" },
  { id: 2, img: "/clients/client2.png" },
  { id: 3, img: "/clients/client3.png" },
  { id: 4, img: "/clients/client4.png" },
  { id: 5, img: "/clients/client5.png" },
  { id: 6, img: "/clients/client6.png" },
];

export const services = [
  {
    id: 1,
    img: "/services/img6.jpg",
    name: "مكافحة الناموس",
    desc: "فى الفيلات و الكومبوندات و القرى السياحية و التجمعات السكانية بواسطة مواد طيارة طاردة للناموس",
  },
  {
    id: 2,
    img: "/services/img7.webp",
    name: "مكافحة الفئران",
    desc: "مصانع الاعلاف - مزارع الدواجن - مصانع الاغذية - المساكن - التجمعات. طعوم - أقراص - بودرة - مواد محملة على ) قمح - ذرة ( - مصايد متحركة و ثابتة ) دايفيتاكوم - برومادبالون - داى فاسينون - راكومين ( و غيرها من المواد التى لها تأثير فعال قد تؤدى الى سيولة بالدم و تؤدى الى الوفاه بعد ٤٨ ساعة أو القضاء الفورى على الفئران.",
  },
  {
    id: 3,
    img: "/services/img8.jpg",
    name: "مكافة الذبابة البيضاء",
    desc: "مواد جاذبة تؤدى الى تجميع الحشرة و القضاء عليها بمصايد خاصة أو اللمس المباشر - مصايد تجميع الحشرة و تقضى عليها فى الحال - قاتلة بالرش.",
  },
  {
    id: 4,
    img: "/services/img9.jpg",
    name: "مكافحة حشرة الفاش",
    desc: "الحشرة التى تؤدى إلى خسارة أقتصادية كبيرة للثروة الحيوانية ) مزارع الدواجن ( حيث تؤدى إلى تدنى إنتاج المزارع من البيض و فقد كمية كبيرة من البروتين للدجاج نظرا لمتصاص أكبر كمية من الدم و تؤدى فى النهاية إلى نقص البروتين و وفاة كميات كبيرة من القطيع و بحمد الله و توفيقه و نظرا لقيامنا بعدة أبحاث كيميائية توصلنا الى عمل و تركيب مركبات فعالة آمنة لا تسبب أى أضرار على الدجاج أو الاعلاف و تقضى فورا على الحشرة فى أطوارها المختلفة ) بيض - يرقة - حشرة ( وقمنا بالعديد فى مكافحة هذه الحشرة و كان لنا السبق و النجاح فى القضاء عليها نهائيا بالأستخدام  الآمن من للمواد المستخدمة و بدون خسائر بل العكس زيادة فى الإنتاج بمعدل يجعل القطيع يصل لإنتاجية ٩٨٪ و زيادة فى فترة الإنتاج و زيادة البروتين و لنا النتائج  فى بعض المزارع الخاصة و الحكومية بالطرق الآمنة بعيدا عن إستخدام المبيدات التقليدية التى يستخدمها البعض قديما.",
    how_to_use: [
      " التعفير بإستخدام مادة حاملة ) كربونات كالسيوم ",
      "الرش بالمياه",
    ],
    how_to_use_decs:
      "و كلا الطريقتين تستخدم للبطاريات أو الأرض و طريقة الإستخدام يتم شرحها بالتواصل مع الفنيين القائمين على إستخدام الطريقة و تقديم المشورة الناجحة للحصول على أحسن النتائج الفورية.",
  },
  {
    id: 5,
    img: "/services/img10.jpg",
    name: "مكافحة السوس",
    desc: "السوس المتواجد بالعنابر الأرضى و جميع أماكن تواجده عنابر التسمين و عنابر الأمهات و أماكن تواجد السبلة أو الأعلاف   بياض - تسمين - تربية",
  },
  {
    id: 6,
    img: "/services/img11.webp",
    name: "معقمات + مطهرات فعالة",
    desc: "عنابر البطاريات - عنابر الأرضى مواد ذات طابع مؤثر قلوى - صوديوم - أكسجين ثلاثى - كلور نشط عالى التركيز - فورمالين ٣٦ - ٤٠ ",
  },
  {
    id: 7,
    img: "/services/img12.jpg",
    name: "تصنيع أسمدة عضوية نيتروجينية",
    desc: "مواد عضوية ذات العناصر الكبرى و الصغرى - ضد التماتودا و حاملة لمواد حافظة لرطوبة التربة و مغذية ذات فعالية مستديمة.",
  },
  {
    id: 8,
    img: "/services/img2.png",
    name: "إزالة العفن الأسود من على أوراق أشجار الفواكه و معالجته بالطرق الامنة",
    desc: "( المانجو - البرتقال - الجوافه و غيرها .... ( مواد تحتوى على كالسيوم مغزى و يقضى على العفن مباشرة و البياض الدقيق.",
  },
  {
    id: 9,
    img: "/services/img13.jpg",
    name: "إعداد منظومة التعقيم و التطهير لمداخل و مخارج مزارع الدواجن",
    desc: "إعداد منظومة التعقيم و التطهير لمداخل و مخارج مزارع الدواجن. ",
  },
  {
    id: 10,
    img: "/services/img14.jpg",
    name: "إزالة الاملاح من خطوط مياه البطاريات ( النبل )",
    desc: "إزالة الأملاح من خطوط مياه البطاريات (النبل) و تنظيفها من الشوائب و الاملاح و كذلك خزانات المياه الخاصة بها المغذية  للمزارع.",
  },
  {
    id: 11,
    img: "/services/img15.jpg",
    name: "تنظيف و إزالة الاملاح و الكلس و الفطريات بخزانات المياه",
    desc: "تنظيف و إزالة الاملاح و الكلس و الفطريات بخزانات المياه الخاصة بمياه الشرب بالمساكن و العمارات و المزارع بمواد آمنة  و غير سامة، إزالة الأملاح بواسطة مواد آيونية آمنه تقوم بإزالة الأملاح و التخلص منها مباشرة بطريقة آمنه على الصحة العامة:",
  },
  {
    id: 12,
    img: "/services/img16.jpg",
    name: "تنظيف و تعقيم حمامات السباحة",
    desc: "تنظيف و تعقيم حمامات السباحة بمواد كيميائية آمنه تقضى على البيكتريا و الجراثيم",
  },
  {
    id: 13,
    img: "/services/img17.jpg",
    name: "غسيل خلايا التبريد لمزارع الدواجن",
    desc: "بإستخدام مواد تقوم بالتفاعل مع الأملاح المتواجدة على فتحات الخلايا و تقوم بإذابتها و يتم غسلها و القضاء عليها فى خلال ساعتين كما يتم القضاء على الطحالب التى تتراكم على الخلايا و تؤدى إلى إفسادها.",
  },
  {
    id: 14,
    img: "/services/img1.png",
    name: "مكافحة ذباب المزارع",
    desc: "( العنابر - الا صطبلات - أماكن تربية العجول - الحدائق - مصانع المواد الغذائية - المنتجعات و القرى السياحية ) بواسطة مواد عضوية جاذبة قاتلة للذباب فى خلال دقائق.",
  },
  {
    id: 15,
    img: "/services/img18.jpg",
    name: "مكافحة الابراص و السحالى",
    desc: "بوضع طعوم جاذب لها و القضاء عليها مباشرة.",
  },
  {
    id: 16,
    img: "/services/img19.jpg",
    name: "مكافحة النمل و الخنافس اينما وجدت",
    desc: "المصانع - الحدائق - المزارع - المساكن بالرش المباشر أو بواسطة غسيل الارضيات أو وضع طعوم.",
  },
  {
    id: 17,
    img: "/services/img5.png",
    name: "إزالة الدهون و المواد العضوية بالمجازر",
    desc: "إزالة الدهون و المواد العضوية بالمجازر و التخلص منها مباشرة بمواد عضوية قوية",
  },
  {
    id: 18,
    img: "/services/img20.webp",
    name: "القضاء على برغوث الفراش و الاسطبلات (الماعز - الاغنام)",
    desc: "القضاء على برغوث الفراش و الاسطبلات (الماعز - الاغنام)",
  },
  {
    id: 19,
    img: "/services/img21.webp",
    name: "مكافحة حشرة الفراش (البق - العته)",
    desc: "فى الشقق - شركات الامن - التجمعات السكنية.",
  },
];

export const OurValuesData = [
  {
    name: "العمل بروح الفريق الواحد",
    desc: "حقيقة مثبتة منذ زمن طويل هي أن المحتوى المقروء للصفحة سوف يشتت انتباه القارئ عند النظر إلى تخطيطه",
    img: "/Icon1.png",
  },
  {
    name: "ابتكار",
    desc: "حقيقة مثبتة منذ زمن طويل هي أن المحتوى المقروء للصفحة سوف يشتت انتباه القارئ عند النظر إلى تخطيطه",
    img: "/Icon2.png",
  },
  {
    name: "مسؤولية",
    desc: "حقيقة مثبتة منذ زمن طويل هي أن المحتوى المقروء للصفحة سوف يشتت انتباه القارئ عند النظر إلى تخطيطه",

    img: "/Icon3.png",
  },
  {
    name: "تفوق",
    desc: "حقيقة مثبتة منذ زمن طويل هي أن المحتوى المقروء للصفحة سوف يشتت انتباه القارئ عند النظر إلى تخطيطه",
    img: "/Icon4.png",
  },
];

export const imageGallery = [
  { img: "/gallery/gallery1.png", id: 1 },
  { img: "/gallery/gallery1.png", id: 2 },
  { img: "/gallery/gallery1.png", id: 3 },
  { img: "/gallery/gallery1.png", id: 4 },
  { img: "/gallery/gallery1.png", id: 5 },
  { img: "/gallery/gallery1.png", id: 6 },
  { img: "/gallery/gallery1.png", id: 7 },
  { img: "/gallery/gallery1.png", id: 8 },
  { img: "/gallery/gallery1.png", id: 9 },
  { img: "/gallery/gallery1.png", id: 10 },
  { img: "/gallery/gallery1.png", id: 11 },
  { img: "/gallery/gallery1.png", id: 12 },
];

export const ContactValues = [
  {
    name: "Mail Us",
    desc: "businessdevelopment@delta.com",
    img: "/emailIcon.svg",
  },
  {
    name: "Call Us",
    desc: "+2010 6234 7769",
    img: "/contactIcon.svg",
  },
];
